catppuccin.catppuccin-vsc
foxundermoon.shell-format
llvm-vs-code-extensions.vscode-clangd
mikoz.black-py
ms-python.debugpy
ms-python.python
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
