Catppuccin.catppuccin-vsc
llvm-vs-code-extensions.vscode-clangd
ms-python.python
Pivotal.vscode-boot-dev-pack
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
